---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterTopAngle
source: html/b8187361-a484-eb71-6279-c21d3d5b7667.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterTopAngle Property

"Top Cut Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterTopAngle { get; }
```